[
  "obsidian-style-settings",
  "obsidian-git",
  "obsidian-outliner",
  "obsidian-admonition",
  "quickadd",
  "obsidian-icon-folder",
  "tag-wrangler",
  "omnisearch",
  "note-refactor-obsidian",
  "obsidian-hover-editor",
  "url-into-selection",
  "nldates-obsidian",
  "various-complements",
  "multi-column-markdown",
  "easy-typing-obsidian",
  "text-extractor",
  "obsidian-footnotes",
  "cm-editor-syntax-highlight-obsidian",
  "table-editor-obsidian",
  "dataview",
  "obsidian42-strange-new-worlds",
  "templater-obsidian",
  "folder-note-plugin",
  "obsidian-excalidraw-plugin",
  "execute-code",
  "oz-image-plugin",
  "quick-latex",
  "obsidian-contextual-typography",
  "obsidian-annotator",
  "obsidian-book-search-plugin"
]