[
  "obsidian-style-settings",
  "obsidian-git",
  "obsidian-outliner",
  "obsidian-admonition",
  "quickadd",
  "obsidian-icon-folder",
  "tag-wrangler",
  "omnisearch",
  "obsidian-pandoc",
  "note-refactor-obsidian",
  "obsidian-hover-editor",
  "url-into-selection",
  "nldates-obsidian",
  "various-complements",
  "multi-column-markdown",
  "supercharged-links-obsidian",
  "easy-typing-obsidian",
  "text-extractor",
  "obsidian-footnotes",
  "cm-editor-syntax-highlight-obsidian",
  "table-editor-obsidian",
  "dataview"
]